[
  "obsidian-tasks-plugin",
  "calendar",
  "dataview",
  "execute-code",
  "optimize-canvas-connections",
  "canvas-mindmap",
  "obsidian-advanced-slides",
  "obsidian-linter",
  "obsidian-autocomplete-plugin",
  "obsidian-latex-suite",
  "obsidian-hider"
]